brew 'asdf'
brew 'bfs'
brew 'btop'
brew 'cmake'
brew 'coreutils'
brew 'curl'
brew 'fzf'
brew 'gcc'
brew 'git'
brew 'glow'
brew 'git-delta'
brew 'git-lfs'
brew 'gnupg'
brew 'go'
brew 'herdr'
brew 'htop'
brew 'jannis-baum/tap/vivify'
brew 'jq'
brew 'lazydocker'
brew 'lazygit'
brew 'marksman'
brew 'mosh'
brew 'neovim'
brew 'onefetch'
brew 'pandoc'
brew 'presenterm'
brew 'python'
brew 'python3'
brew 'ripgrep'
brew 'rust'
brew 'starship'
brew 'stow'
brew 'stylua'
brew 'tree-sitter-cli'
brew 'tuxedo'
brew 'ugrep'
brew 'wget'
brew 'yazi'
brew 'zoxide'
brew 'zsh'

# macOS-only formulae and GUI apps (casks are unsupported on Linux brew)
if OS.mac?
  brew 'macmon'
  brew 'trash'

  cask '1password-cli'
  cask 'ghostty'
  cask 'claude'
  cask 'codex'
  cask 'font-symbols-only-nerd-font'
  cask 'raycast'
end

# Linux-only formulae
if OS.linux?
  brew 'wl-clipboard' # herdr client reads/writes Wayland clipboard (incl. image paste)
end
