brew 'asdf'
brew 'cmake'
brew 'curl'
brew 'fzf'
brew 'gcc'
brew 'git'
brew 'git-lfs'
brew 'gnupg'
brew 'go'
brew 'htop'
brew 'jq'
brew 'mosh'
brew 'neovim'
brew 'onefetch'
brew 'pandoc'
brew 'python'
brew 'python3'
brew 'ripgrep'
brew 'shared-mime-info'
brew 'smug'
brew 'starship'
brew 'stow'
brew 'tmux'
brew 'tmux-mem-cpu-load'
brew 'trash'
brew 'wget'
brew 'zsh'

cask 'kitty'
cask 'raycast'
cask 'rectangle'
