brew 'asdf'
brew 'cmake'
brew 'coreutils'
brew 'curl'
brew 'fzf'
brew 'gcc'
brew 'git'
brew 'git-lfs'
brew 'gnupg'
brew 'go'
brew 'htop'
brew 'jannis-baum/tap/vivify'
brew 'jq'
brew 'lazygit'
brew 'lsd'
brew 'mosh'
brew 'neovim'
brew 'onefetch'
brew 'pandoc'
brew 'python'
brew 'python3'
brew 'ripgrep'
brew 'rust'
brew 'smug'
brew 'starship'
brew 'stow'
brew 'stylua'
brew 'tmux'
brew 'tmux-mem-cpu-load'
brew 'trash'
brew 'wget'
brew 'yazi'
brew 'zoxide'
brew 'zsh'

cask '1password-cli'
cask 'claude'
cask 'claude-code'
cask 'font-symbols-only-nerd-font'
cask 'ghostty'
cask 'raycast'
